Repository: MattiasKallio/Snillrik-wpjb-arbetsformedligen
Catalog: languages/snillrik-wpjb-import-*.po
Languages: sv_se

source: Jobs saved
sv_se: Jobb sparade

source: Total
sv_se: Totalt

source: Previously imported
sv_se: Tidigare importerade

source: All the categories
sv_se: Alla kategorier

source: These are all the level 4 categories from Arbetsförmedlingen. Select the once you want and search within those categories. If you want to free search, simply select no categories.
sv_se: Dessa är alla kategorierna från Arbetsförmedlingen. Välj de du vill och söka inom för att fritext-söka, välj helt enkelt inga kategorier.

source: Nooo something went terrebly wrong!
sv_se: Aaargh, något gick fel, mycket fel. Ok, bara lite fel.

source: Snillrik import page
sv_se: Snillrik import

source: Show all categories
sv_se: Visa alla kategorier

source: Deselect all
sv_se: Välj inga kategorier

source: Save as favorites
sv_se: Spara som favoriter

source: Fetch jobs from selected categories
sv_se: Hämta jobb från de valda kategorierna

source: No categories selected
sv_se: Inga kategorier valda

source: Text search
sv_se: Text-sök

source: Get jobs
sv_se: Hämta jobb

source: Use * to search for parts of word*
sv_se: Använd * för att söka efter delar av ordet *

source: Change categories
sv_se: Ändra kategorier

source: Change all selected jobs categories to the one selected here.
sv_se: Ändra alla valda jobbkategorier till den här.

source: Change selected to
sv_se: Ändra valda till

source: Save to Job Board
sv_se: Spara till Job Board

source: Finally you are ready to save the jobs you have selected in the list.
sv_se: Till slut är du redo att spara de jobb du har valt i listan.

source: Save selected
sv_se: Spara valda jobb

source: Added
sv_se: TIllagda

source: Alredy added
sv_se: Redan tillagda

source: No url is set for:
sv_se: Ingen url är satt för:

source: No category set
sv_se: Ingen kategori vald

source: Must have:
sv_se: Kvalifikationer du måste ha

source: Nice to have:
sv_se: Kvalifikationer som är bra om du har.

source: No title:
sv_se: Ingen rubrik

source: Change category
sv_se: Ändra kategori

source: Snillrik wpjb import Settings
sv_se: Snillrik wpjb importinställningar

source: SNIM Settings
sv_se: SNIM Inställningar

source: Below are some settings for connecting to Arbersförmedlingens API at <a href="https://jobtechdev.se/docs/jobsearch/">https://jobtechdev.se/docs/jobsearch/</a>
sv_se: Nedan är inställningar för anslutning till Arbersförmedlingens API på <a href="https://jobtechdev.se/docs/jobsearch/">https://jobtechdev.se/docs/jobsearch/</a>

source: Token for Arbetsförmedlingen API
sv_se: Token för Arbetsförmedlingen API

source: Email that is used for contact if no email is set in fetched info.
sv_se: E-post som används för kontakt om ingen e-post är inställd i den hämtade information.

source: An importer plugin for wpjoboard for importning jobs from swedish Arbetsförmedlingen
sv_se: Ett plugin som importerar jobb från Arbetsförmedlingens API.
